# Taps
tap "homebrew/cask-fonts"

# CLI tools
brew "fastfetch"
brew "git"
brew "git-lfs"
brew "go"
brew "neovim"
brew "node"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "wget"

# Apps
cask "ghostty"
cask "flameshot"
cask "orbstack"
cask "legcord"
cask "google-chrome"

# Fonts
cask "font-jetbrains-mono-nerd-font"
